Repository: edersonpeka/front-page-scheduler
Catalog: languages/front-page-scheduler-*.po
Languages: pt_br

source: Front Page Scheduler let you choose some page to be shown as the front page of your site during a specific daily period, in specific week days. Since version 0.1.4, you can even create a set of "rules", choosing specific front pages for different days and periods.
pt_br: O plugin Front Page Scheduler permite que você escolha uma página para ser exibida como página inicial de seu site durante um período diário específico, em dias da semana específicos. A partir da versão 0.1.4, você pode inclusive criar uma série de "regras", escolhendo páginas iniciais específicas para dias e períodos diferentes.

source: Choose an alternate static front page to a specific daily period.
pt_br: Agendamento de página inicial alternativa para período diário específico.

source: Installation Instructions
pt_br: Instruções de Instalação

source: Now go to the 'Settings' section and select 'Reading', where you can configure your alternate front page
pt_br: Agora vá até a seção 'Configurações' e selecione 'Leitura', onde você pode configurar sua página inicial alternativa

source: Activate the plugin by clicking the 'activate' link
pt_br: Ative o plugin clicando no link 'ativar'

source: Log in to your WordPress admin and got to the 'Plugins' section. You should now see Front Page Scheduler in the list of available plugins
pt_br: Acesse o painel do WordPress e vá para a seção 'Plugins'. Agora você já deve ver o Front Page Scheduler na lista de plugins disponíveis

source: Upload the contents of the front-page-scheduler folder to your 'wp-content/plugins' folder
pt_br: Faça upload do conteúdo do diretório front-page-scheduler para dentro do diretório 'wp-content/plugins'

source: Extract the contents of the archive
pt_br: Extraia o conteúdo do arquivo

source: Front Page Scheduler plugin let you choose an alternate static front page to be shown during a specific daily period.
pt_br: O plugin <em>Front Page Scheduler</em> permite que você escolha uma página inicial alternativa para ser exibida durante um período diário específico.

source: Alternate Front Page Scheduler
pt_br: Agendador de Página Inicial Alternativa

source: Scheduling Rules
pt_br: Regras de Agendamento

source: Add Rule
pt_br: Nova Regra

source: Remove Rule
pt_br: Remover Regra

source: This action can not be undone! Are you sure?
pt_br: Esta ação não pode ser desfeita! Você tem certeza?

source: Alternate Front Page
pt_br: Página Inicial Alternativa

source: Start at
pt_br: Começar às

source: Week Days
pt_br: Nos dias da semana

source: <strong>Everyday</strong>
pt_br: <strong>Todos</strong>

source: Sundays
pt_br: Domingos

source: Mondays
pt_br: Segundas-feiras

source: Tuesdays
pt_br: Terças-feiras

source: Wednesdays
pt_br: Quartas-feiras

source: Thursdays
pt_br: Quintas-feiras

source: Fridays
pt_br: Sextas-feiras

source: Saturdays
pt_br: Sábados

source: Stop at
pt_br: Encerrar às

source: You can choose an alternate static front page to be shown during a specific daily period.
pt_br: Você pode escolher uma página inicial alternativa para ser exibida durante um período diário específico.

source: (Using timezone defined in <a href="%s">general settings.</a>)
pt_br: (Utiliza o fuso horário definido nas <a href="%s">configurações gerais.</a>)

source: &mdash; None &mdash;
pt_br: &mdash; Nenhuma &mdash;

source: Format: <code>hh:mm</code>
pt_br: Formato: <code>hh:mm</code>

source: Settings
pt_br: Configurações
